{
  "terms_title": "Términos y condiciones",
  "privacy_title": "Política de privacidad",
  "cookies_title": "Política de cookies",
  "last_updated": "Última actualización",
  "contact_us": "Contáctenos",
  "email": "Correo electrónico",
  "website": "Sitio web",
  "all_rights_reserved": "Todos los derechos reservados",
  
  "terms": {
    "heading": "Términos de servicio de Pizoo",
    "section1_title": "1. Aceptación de los términos",
    "section1_content": "Al acceder y utilizar la aplicación Pizoo, acepta estar sujeto a estos Términos y Condiciones. Si no está de acuerdo con alguna parte de estos términos, no debe usar la aplicación.",
    "section2_title": "2. Elegibilidad",
    "section2_content": "Debe tener 18 años o más para usar Pizoo. Al usar la aplicación, declara y garantiza que cumple con este requisito y que tiene el derecho legal, la autoridad y la capacidad para celebrar este acuerdo.",
    "section3_title": "3. Su cuenta",
    "section3_content": "Al crear una cuenta en Pizoo, acepta:",
    "section3_item1": "Proporcionar información precisa, completa y actualizada sobre usted",
    "section3_item2": "Mantener la seguridad de su contraseña",
    "section3_item3": "Aceptar la responsabilidad total de todas las actividades que ocurran bajo su cuenta",
    "section3_item4": "Notificarnos inmediatamente de cualquier uso no autorizado de su cuenta",
    "section4_title": "4. Código de conducta",
    "section4_content": "Acepta no:",
    "section4_item1": "Hacerse pasar por cualquier persona o entidad",
    "section4_item2": "Publicar contenido inapropiado, ofensivo, racista o discriminatorio",
    "section4_item3": "Usar la aplicación con fines comerciales sin nuestro consentimiento",
    "section4_item4": "Acosar o abusar de otros usuarios",
    "section4_item5": "Publicar contenido ilegal, dañino o amenazante",
    "section4_item6": "Recopilar información de otros usuarios sin su consentimiento",
    "section5_title": "5. Contenido",
    "section5_content": "Usted es el único responsable del contenido que publica en Pizoo. Nos reservamos el derecho de eliminar cualquier contenido que viole estos términos o se considere inapropiado a nuestra sola discreción.",
    "section6_title": "6. Suscripciones de pago",
    "section6_content": "Ofrecemos funciones de suscripción de pago (Gold y Platinum). Al suscribirse:",
    "section6_item1": "Acepta las tarifas mostradas en el momento de la compra",
    "section6_item2": "Las suscripciones se renuevan automáticamente a menos que se cancelen",
    "section6_item3": "Puede cancelar su suscripción en cualquier momento desde la configuración de su cuenta",
    "section6_item4": "No ofrecemos reembolsos por períodos no utilizados",
    "section7_title": "7. Terminación de cuenta",
    "section7_content": "Nos reservamos el derecho de suspender o terminar su cuenta en cualquier momento, con o sin aviso, si viola estos términos o por cualquier otro motivo a nuestra sola discreción.",
    "section8_title": "8. Descargo de responsabilidad",
    "section8_content": "Pizoo se proporciona 'tal cual' sin garantías de ningún tipo. No garantizamos que el servicio esté libre de errores o disponible sin interrupciones.",
    "section9_title": "9. Cambios en los términos",
    "section9_content": "Nos reservamos el derecho de modificar estos términos en cualquier momento. Se le notificará de cualquier cambio importante a través de la aplicación o por correo electrónico. Su uso continuado del servicio después de dichos cambios constituye la aceptación de los términos modificados.",
    "section10_title": "10. Contáctenos",
    "section10_content": "Si tiene alguna pregunta sobre estos términos, puede contactarnos en:"
  },
  "privacy": {
    "heading": "Política de privacidad",
    "intro": "En Pizoo, nos tomamos en serio su privacidad. Esta Política de privacidad explica cómo recopilamos, usamos y protegemos su información personal."
  },
  "cookies": {
    "heading": "Política de cookies",
    "intro": "Esta Política de cookies explica cómo Pizoo utiliza cookies y tecnologías similares."
  }
}