{
  "terms_title": "Conditions d'utilisation",
  "privacy_title": "Politique de confidentialité",
  "cookies_title": "Politique de cookies",
  "last_updated": "Dernière mise à jour",
  "contact_us": "Nous contacter",
  "email": "E-mail",
  "website": "Site web",
  "all_rights_reserved": "Tous droits réservés",
  
  "terms": {
    "heading": "Conditions d'utilisation de Pizoo",
    "section1_title": "1. Acceptation des conditions",
    "section1_content": "En accédant et en utilisant l'application Pizoo, vous acceptez d'être lié par ces conditions générales. Si vous n'acceptez pas une partie de ces conditions, vous ne devez pas utiliser l'application.",
    "section2_title": "2. Éligibilité",
    "section2_content": "Vous devez avoir 18 ans ou plus pour utiliser Pizoo. En utilisant l'application, vous déclarez et garantissez que vous remplissez cette condition et que vous avez le droit légal, l'autorité et la capacité de conclure cet accord.",
    "section3_title": "3. Votre compte",
    "section3_content": "Lors de la création d'un compte sur Pizoo, vous acceptez de :",
    "section3_item1": "Fournir des informations exactes, complètes et à jour sur vous-même",
    "section3_item2": "Maintenir la sécurité de votre mot de passe",
    "section3_item3": "Accepter l'entière responsabilité de toutes les activités qui se produisent sous votre compte",
    "section3_item4": "Nous informer immédiatement de toute utilisation non autorisée de votre compte",
    "section4_title": "4. Code de conduite",
    "section4_content": "Vous acceptez de ne pas :",
    "section4_item1": "Usurper l'identité de toute personne ou entité",
    "section4_item2": "Publier du contenu inapproprié, offensant, raciste ou discriminatoire",
    "section4_item3": "Utiliser l'application à des fins commerciales sans notre consentement",
    "section4_item4": "Harceler ou maltraiter d'autres utilisateurs",
    "section4_item5": "Publier du contenu illégal, nuisible ou menaçant",
    "section4_item6": "Collecter des informations d'autres utilisateurs sans leur consentement",
    "section5_title": "5. Contenu",
    "section5_content": "Vous êtes seul responsable du contenu que vous publiez sur Pizoo. Nous nous réservons le droit de supprimer tout contenu qui viole ces conditions ou qui est jugé inapproprié à notre seule discrétion.",
    "section6_title": "6. Abonnements payants",
    "section6_content": "Nous proposons des fonctionnalités d'abonnement payant (Gold et Platinum). En vous abonnant :",
    "section6_item1": "Vous acceptez les frais affichés au moment de l'achat",
    "section6_item2": "Les abonnements se renouvellent automatiquement sauf annulation",
    "section6_item3": "Vous pouvez annuler votre abonnement à tout moment depuis les paramètres de votre compte",
    "section6_item4": "Nous n'offrons pas de remboursement pour les périodes non utilisées",
    "section7_title": "7. Résiliation du compte",
    "section7_content": "Nous nous réservons le droit de suspendre ou de résilier votre compte à tout moment, avec ou sans préavis, si vous violez ces conditions ou pour toute autre raison à notre seule discrétion.",
    "section8_title": "8. Avertissement",
    "section8_content": "Pizoo est fourni 'tel quel' sans garanties d'aucune sorte. Nous ne garantissons pas que le service sera exempt d'erreurs ou disponible sans interruption.",
    "section9_title": "9. Modifications des conditions",
    "section9_content": "Nous nous réservons le droit de modifier ces conditions à tout moment. Vous serez informé de tout changement important via l'application ou par e-mail. Votre utilisation continue du service après de tels changements constitue l'acceptation des conditions modifiées.",
    "section10_title": "10. Nous contacter",
    "section10_content": "Si vous avez des questions sur ces conditions, vous pouvez nous contacter à :"
  },
  "privacy": {
    "heading": "Politique de confidentialité",
    "intro": "Chez Pizoo, nous prenons votre vie privée au sérieux. Cette politique de confidentialité explique comment nous collectons, utilisons et protégeons vos informations personnelles."
  },
  "cookies": {
    "heading": "Politique de cookies",
    "intro": "Cette politique de cookies explique comment Pizoo utilise les cookies et technologies similaires."
  }
}